x=int(input("назавите  число которое я загадал дам подсказку числа от 0 до 10"))
if x==4:
    print("вы выйграли один милион")
if x==1    
    print("вы проиграли один милион")
if x==2    
    print("вы проиграли один милион")
if x==3    
    print("вы проиграли один милион")
if x==5    
    print("вы проиграли один милион")
if x==6   
    print("вы проигралиодин милион")
if x==7    
    print("вы проиграли один милион")
if x==8    
    print("вы проиграли один милион")
if x==9    
    print("вы проиграли один милион")
if x==10    
    print("вы проиграли один милион")     
